Repository: jfbercher/quiz_dash
Catalog: locales/*/LC_MESSAGES/quiz_dash.po
Languages: fr

source: Dashboard LabQuiz
fr: Tableau de bord LabQuiz

source: 🔑 Connection
fr: 🔑 Connexion

source: Google Sheet URL
fr: URL Google Sheet

source: Secret Key
fr: Clé Secrète (Secret Key)

source: QUIZ file (YAML) containing corrections
fr: Fichier QUIZ (YAML) contenant les corrections

source: Refresh rate (min)
fr: Rythme d'actualisation (min)

source: Enable auto-refresh
fr: Activer l'auto-refresh

source: 📊 Monitoring & Correction Dashboard
fr: 📊 Dashboard de Suivi & Correction

source: 🛠️ Parameter Configuration (Integrity & Correction)
fr: 🛠️ Configuration des Paramètres (Intégrité & Correction)

source: **Monitoring & Source**
fr: **Surveillance**

source: Parameters to monitor (e.g.: {'retries':2, 'exam_mode':True, 'test_mode':False})
fr: Paramètres à surveiller (ex: {'retries':2, 'exam_mode':True, 'test_mode':False})

source: Number of allowed attempts
fr: Nombre d'essais autorisés

source: **Grading Algorithm**
fr: **Notation**

source: Threshold (0 to avoid negative marks)
fr: Seuil (0 pour éviter les notes négatives)

source: Exam title (if randomized)
fr: Titre de l'examen (si tirage au sort)

source: **Weights Matrix**
fr: **Matrice de poids (Weights)**

source: TP (True Positive)
fr: TP (Vrai Positif)

source: FP (False Positive)
fr: FP (Faux Positif)

source: FN (False Negative)
fr: FN (Faux Négatif)

source: TN (True Negative)
fr: TN (Vrai Négatif)

source: **Grading scale per question**
fr: **Barème par question**

source: Scale dictionary (e.g.: {'q1': 2})
fr: Dictionnaire de barème (ex: {'q1': 2})

source: 🎯 Correction & Grades
fr: 🎯 Correction & Notes

source: Real-time integrity monitoring
fr: Suivi de l'intégrité en temps réel

source: Error in parameters format.
fr: Erreur dans le format des paramètres.

source: Also use full hash
fr: Utiliser aussi le hash complet

source: Use the full hash of the source code, live object and parameters
fr: Utilise le hash complet du code source, de l'objet live et des paramètres

source: Only display anomalies
fr: Afficher uniquement les anomalies

source: Display anomalies only, or full report
fr: Affiche uniquement les anomalies, ou le rapport complet

source: Collect anomalies per student
fr: Grouper les anomalies par étudiant

source: Group anomalies per student
fr: Groupe les anomalies par étudiant

source: No anomalies found at all.
fr: Aucune anomalie trouvée.

source: Activity monitoring
fr: Monitoring de l'activité

source: Number of quizzes completed
fr: Nombre de quizzes réalisés

source: Obtained score
fr: Score obtenu

source: Quizzes completed by the group
fr: Quizzes réalisés par le groupe

source: Number of quizzes per student
fr: Nombre de quizzes par étudiant

source: Quizzes completed - whole class
fr: Nb quizzes classe complète

source: #### Number of individual quizzes
fr: #### Nombre de quizzes individuels

source: Correction & Grades
fr: Correction & Notes

source: 🚀 Launch full correction
fr: 🚀 Lancer la correction complète

source: Calculating scores per question...
fr: Calcul des scores par question...

source: Scores calculated!
fr: Scores calculés !

source: #### ⚖️ Adjust Scale
fr: #### ⚖️ Ajuster le Barème

source: AvgScore
fr: Score Moyen

source: #### Grades Table
fr: #### Tableau des Notes

source: Scores per question available. Click Recalculate to see final marks.
fr: Scores par question disponibles. Cliquez sur Recalculer pour voir les notes finales.

source: Waiting for correction to start.
fr: En attente du lancement de la correction.

source: Please enter URL and SECRET in the sidebar, and load a quiz file.
fr: Veuillez renseigner URL et SECRET dans la barre latérale, et charger un fichier de quiz.

source: Last update:
fr: Dernière mise à jour :

source: Last update of corrections (before auto-refresh):
fr: Dernière mise à jour des corrections (avant auto-refresh) :

source: Last update of corrections:
fr: Dernière mise à jour des corrections :

source: Average:
fr: Moyenne :

source: Standard deviation:
fr: Écart type :

source: Error during reading or processing:
fr: Erreur durant la lecture ou le traitement :
