Repository: jfbercher/quiz_dash
Catalog: src/quiz_dash/locales/*/LC_MESSAGES/quiz_dash.po
Languages: es

source: Dashboard LabQuiz
es: Tablero de Control LabQuiz

source: 🔑 Connection
es: 🔑 Conexión

source: Google Sheet URL
es: URL de Google Sheet

source: Secret Key
es: Clave Secreta (Secret Key)

source: QUIZ file (YAML) containing corrections
es: Archivo QUIZ (YAML) que contiene las correcciones

source: ⏱️ Monitoring
es: ⏱️ Monitoreo

source: Refresh rate (min)
es: Ritmo de actualización (min)

source: Enable auto-refresh
es: Activar auto-actualización

source: 📊 Monitoring & Correction Dashboard
es: 📊 Tablero de Monitoreo y Corrección

source: 🛠️ Parameter Configuration (Integrity & Correction)
es: 🛠️ Configuración de Parámetros (Integridad y Corrección)

source: **Monitoring & Source**
es: **Monitoreo y Origen**

source: Parameters to monitor (e.g.: {'retries':2, 'exam_mode':True, 'test_mode':False})
es: Parámetros a monitorear (ej: {'retries':2, 'exam_mode':True, 'test_mode':False})

source: Number of allowed attempts
es: Número de intentos permitidos

source: **Grading Algorithm**
es: **Algoritmo de Calificación**

source: Threshold (0 to avoid negative marks)
es: Umbral (0 para evitar notas negativas)

source: Exam title (if randomized)
es: Título del examen (si es por sorteo)

source: **Weights Matrix**
es: **Matriz de Pesos (Weights)**

source: TP (True Positive)
es: VP (Verdadero Positivo)

source: FP (False Positive)
es: FP (Falso Positivo)

source: FN (False Negative)
es: FN (Falso Negativo)

source: TN (True Negative)
es: VN (Verdadero Negativo)

source: **Grading scale per question**
es: **Escala de calificación por pregunta**

source: Scale dictionary (e.g.: {'q1': 2})
es: Diccionario de escala (ej: {'q1': 2})

source: 📡 Integrity Live
es: 📡 Integridad en Vivo

source: Monitoring
es: Monitoreo

source: 🎯 Correction & Grades
es: 🎯 Corrección y Notas

source: Real-time integrity monitoring
es: Seguimiento de integridad en tiempo real

source: Error in parameters format.
es: Error en el formato de los parámetros.

source: Also use full hash
es: Usar también el hash completo

source: Use the full hash of the source code, live object and parameters
es: Utiliza el hash completo del código fuente, del objeto en vivo y de los parámetros

source: Only display anomalies
es: Mostrar solo anomalías

source: Display anomalies only, or full report
es: Muestra solo las anomalías o el informe completo

source: Collect anomalies per student
es: Agrupar anomalías por estudiante

source: Group anomalies per student
es: Agrupa las anomalías por estudiante

source: No anomalies found at all.
es: No se encontraron anomalías.

source: Activity monitoring
es: Monitoreo de actividad

source: Number of quizzes completed
es: Número de cuestionarios realizados

source: Obtained score
es: Puntaje obtenido

source: Quizzes completed by the group
es: Cuestionarios realizados por el grupo

source: Number of quizzes per student
es: Número de cuestionarios por estudiante

source: Quizzes completed - whole class
es: Cuestionarios completados - clase completa

source: #### Number of individual quizzes
es: #### Número de cuestionarios individuales

source: Correction & Grades
es: Corrección y Notas

source: 🚀 Launch full correction
es: 🚀 Iniciar corrección completa

source: Calculating scores per question...
es: Calculando puntajes por pregunta...

source: Scores calculated!
es: ¡Puntajes calculados!

source: Coefficient
es: Coeficiente

source: #### ⚖️ Adjust Scale
es: #### ⚖️ Ajustar el Baremo

source: AvgScore
es: Puntaje Promedio

source: #### Grades Table
es: #### Tabla de Notas

source: Scores per question available. Click Recalculate to see final marks.
es: Puntajes por pregunta disponibles. Haga clic en Recalcular para ver las notas finales.

source: Waiting for correction to start.
es: Esperando el inicio de la corrección.

source: Please enter URL and SECRET in the sidebar, and load a quiz file.
es: Por favor, complete la URL y el SECRET en la barra lateral y cargue un archivo de cuestionario.

source: Last update:
es: Última actualización:

source: Last update of corrections (before auto-refresh):
es: Última actualización de las correcciones (antes del auto-refresco):

source: Last update of corrections:
es: Última actualización de las correcciones:

source: Average:
es: Promedio:

source: Standard deviation:
es: Desviación estándar:

source: Error during reading or processing:
es: Error durante la lectura o el procesamiento:
